tap 'caskroom/cask'

brew 'bash-completion'
brew 'git'
brew 'git-flow-avh'
brew 'imagemagick'
brew 'jpegoptim'
brew 'mas'
brew 'openssl'
brew 'mongodb'
brew 'node'
brew 'optipng'
brew 'python3'
brew 'postgresql'
brew 'the_silver_searcher'
brew 'vim'
brew 'wget'

cask 'alfred'
cask 'bartender'
cask 'cleanmymac'
cask 'cloak'
cask 'daisydisk'
cask 'dash'
cask 'flux'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'kaleidoscope'
cask 'nvalt'
cask 'paw'
cask 'pdfexpert'
cask 'querious'
cask 'sketch'
cask 'slack'
cask 'spark'
cask 'spotify'
cask 'vlc'
cask 'xld'
cask 'xscope'

mas '1Password', id: 443987910
mas 'Affinity Designer', id: 824171161
mas 'Affinity Photo', id: 824183456
mas 'Browser Fairy', id: 483014855
mas 'Caffeine', id: 411246225
mas 'Deliveries', id: 924726344
mas 'Droplr', id: 498672703
mas 'Fantastical 2', id: 975937182
mas 'iA Writer', id: 775737590
mas 'Icon Slate', id: 439697913
mas 'Keynote', id: 409183694
mas 'LittleIpsum', id: 405772121
mas 'Moom', id: 419330170
mas 'Pages', id: 409201541
mas 'Reeder', id: 880001334
mas 'Sim Daltonism', id: 693112260
mas 'Tadam', id: 531349534
mas 'Tweetbot', id: 557168941
mas 'Unclutter', id: 577085396
mas 'VOX', id: 461369673
